Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: All %lld alarm(s) will be removed. This cannot be undone.
de: Alle %lld Wecker werden entfernt. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán las %lld alarma(s). Esta acción no se puede deshacer.
fil: Aalisin lahat ng %lld alarm. Hindi na ito maibabalik.
fr: Les %lld alarme(s) seront supprimées. Cette action est irréversible.
hr: Svi alarmi bit će uklonjeni (%lld). Ovo se ne može poništiti.
id: Semua %lld alarm akan dihapus. Tindakan ini tidak dapat dibatalkan.
ja: %lld 件のアラームがすべて削除されます。この操作は取り消せません。
ko: %lld개의 알람이 모두 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ms: Semua %lld penggera akan dibuang. Ini tidak boleh dibatalkan.
pl: Wszystkie alarmy zostaną usunięte (%lld). Tej operacji nie można cofnąć.
pt_br: Todos os %lld alarme(s) serão removidos. Isso não pode ser desfeito.
ro: Toate alarmele vor fi eliminate (%lld). Această acțiune nu poate fi anulată.
ru: Будут удалены все будильники (%lld). Это действие нельзя отменить.
th: นาฬิกาปลุกทั้งหมด %lld รายการจะถูกลบ การกระทำนี้ย้อนกลับไม่ได้
tr: Tüm alarmlar kaldırılacak (%lld). Bu işlem geri alınamaz.
zh_hans: 将删除全部 %lld 个闹钟，此操作无法撤销。
zh_hant: 將刪除全部 %lld 個鬧鐘，此操作無法撤銷。

source: All chats share **shared**, **skills**, **memory**, and **mounts** — persistent across sessions.
de: Alle Chats teilen **shared**, **skills**, **memory** und **mounts** — sitzungsübergreifend persistent.
es: Todos los chats comparten **shared**, **skills**, **memory** y **mounts**, que persisten entre sesiones.
fil: Magkakabahagi ang lahat ng chat sa **shared**, **skills**, **memory**, at **mounts** — nananatili sa lahat ng session.
fr: Toutes les conversations partagent **shared**, **skills**, **memory** et **mounts** — persistants entre sessions.
hr: Svi razgovori dijele **shared**, **skills**, **memory** i **mounts** — trajno kroz sve sesije.
id: Semua obrolan berbagi **shared**, **skills**, **memory**, dan **mounts** — persisten lintas sesi.
ja: すべての会話で **shared**、**skills**、**memory**、**mounts** を共有 — セッションをまたいで保持されます。
ko: 모든 대화가 **shared**, **skills**, **memory**, **mounts**를 공유 — 세션 간에 유지됩니다。
ms: Semua sembang berkongsi **shared**, **skills**, **memory**, dan **mounts** — berterusan merentas sesi.
pl: Wszystkie czaty współdzielą **shared**, **skills**, **memory** i **mounts** — trwałe między sesjami.
pt_br: Todos os chats compartilham **shared**, **skills**, **memory** e **mounts** — persistentes entre as sessões.
ro: Toate chat-urile folosesc în comun **shared**, **skills**, **memory** și **mounts** — persistente între sesiuni.
ru: Все чаты используют общие **shared**, **skills**, **memory** и **mounts** — они сохраняются между сессиями.
th: แชททั้งหมดใช้ **shared**, **skills**, **memory** และ **mounts** ร่วมกัน — คงอยู่ข้ามเซสชัน
tr: Tüm sohbetler **shared**, **skills**, **memory** ve **mounts** klasörlerini paylaşır — oturumlar arasında kalıcıdır.
zh_hans: 所有会话共用 **shared**、**skills**、**memory**、**mounts** — 跨会话持久保留。
zh_hant: 所有工作階段共用 **shared**、**skills**、**memory**、**mounts** — 跨工作階段持久保留。

source: All groups are already added.
de: Alle Gruppen sind bereits hinzugefügt.
es: Todos los grupos ya están añadidos.
fil: Naidagdag na lahat ng group.
fr: Tous les groupes sont déjà ajoutés.
hr: Sve su grupe već dodane.
id: Semua grup sudah ditambahkan.
ja: すべてのグループが追加済みです。
ko: 모든 그룹이 이미 추가되었습니다.
ms: Semua kumpulan sudah ditambah.
pl: Wszystkie grupy zostały już dodane.
pt_br: Todos os grupos já foram adicionados.
ro: Toate grupurile au fost deja adăugate.
ru: Все группы уже добавлены.
th: เพิ่มกลุ่มทั้งหมดแล้ว
tr: Tüm gruplar zaten eklendi.
zh_hans: 所有分组已添加。
zh_hant: 所有分組已加入。

source: All Languages
de: Alle Sprachen
es: Todos los idiomas
fil: Lahat ng Wika
fr: Toutes les langues
hr: Svi jezici
id: Semua Bahasa
ja: すべての言語
ko: 모든 언어
ms: Semua Bahasa
pl: Wszystkie języki
pt_br: Todos os idiomas
ro: Toate limbile
ru: Все языки
th: ทุกภาษา
tr: Tüm Diller
zh_hans: 所有语言
zh_hant: 所有語言

source: All messages in this session will be permanently deleted.
de: Alle Nachrichten in dieser Sitzung werden dauerhaft gelöscht.
es: Todos los mensajes de esta sesión se eliminarán permanentemente.
fil: Permanenteng tatanggalin lahat ng mensahe sa session na ito.
fr: Tous les messages de cette session seront définitivement supprimés.
hr: Sve poruke u ovoj sesiji bit će trajno obrisane.
id: Semua pesan dalam sesi ini akan dihapus permanen.
ja: このセッション内のすべてのメッセージが完全に削除されます。
ko: 이 세션의 모든 메시지가 영구적으로 삭제됩니다.
ms: Semua mesej dalam sesi ini akan dipadam secara kekal.
pl: Wszystkie wiadomości w tej sesji zostaną trwale usunięte.
pt_br: Todas as mensagens desta sessão serão excluídas definitivamente.
ro: Toate mesajele din această sesiune vor fi șterse definitiv.
ru: Все сообщения в этой сессии будут безвозвратно удалены.
th: ข้อความทั้งหมดในเซสชันนี้จะถูกลบอย่างถาวร
tr: Bu oturumdaki tüm mesajlar kalıcı olarak silinecek.
zh_hans: 此会话中的所有消息将被永久删除。
zh_hant: 此工作階段中的所有訊息將被永久刪除。

source: All Minis data has been removed from iCloud. This device is now re-uploading its local content to a fresh iCloud zone.
de: Alle Minis-Daten wurden aus iCloud entfernt. Dieses Gerät lädt jetzt seinen lokalen Inhalt in eine neue iCloud-Zone hoch.
es: Se eliminaron todos los datos de Minis de iCloud. Este dispositivo está volviendo a subir su contenido local a una zona nueva de iCloud.
fil: Naalis lahat ng Minis data sa iCloud. Ina-upload ulit ngayon ng device na ito ang lokal na nilalaman nito sa bagong iCloud zone.
fr: Toutes les données Minis ont été supprimées d'iCloud. Cet appareil téléverse maintenant son contenu local dans une nouvelle zone iCloud.
hr: Svi Minis podaci uklonjeni su s iClouda. Ovaj uređaj sada ponovno šalje svoj lokalni sadržaj u novu iCloud zonu.
id: Semua data Minis telah dihapus dari iCloud. Perangkat ini kini mengunggah ulang konten lokalnya ke zona iCloud yang baru.
ja: すべての Minis データを iCloud から削除しました。このデバイスは、ローカルのコンテンツを新しい iCloud ゾーンに再アップロードしています。
ko: 모든 Minis 데이터가 iCloud에서 제거되었습니다. 이 기기는 이제 로컬 콘텐츠를 새로운 iCloud 영역에 다시 업로드하고 있습니다.
ms: Semua data Minis telah dibuang dari iCloud. Peranti ini kini memuat naik semula kandungan tempatannya ke zon iCloud yang baharu.
pl: Wszystkie dane Minis usunięto z iCloud. To urządzenie przesyła teraz swoją lokalną zawartość do nowej strefy iCloud.
pt_br: Todos os dados do Minis foram removidos do iCloud. Este dispositivo está reenviando seu conteúdo local para uma nova zona do iCloud.
ro: Toate datele Minis au fost eliminate din iCloud. Acest dispozitiv își reîncarcă acum conținutul local într-o zonă iCloud nouă.
ru: Все данные Minis удалены из iCloud. Это устройство сейчас повторно загружает своё локальное содержимое в новую зону iCloud.
th: ลบข้อมูล Minis ทั้งหมดออกจาก iCloud แล้ว อุปกรณ์นี้กำลังอัปโหลดเนื้อหาในเครื่องขึ้นไปยังโซน iCloud ใหม่
tr: Tüm Minis verileri iCloud'dan kaldırıldı. Bu aygıt şimdi yerel içeriğini yeni bir iCloud bölgesine yeniden yüklüyor.
zh_hans: 所有 Minis 数据已从 iCloud 中移除。本设备正在将其本地内容重新上传到新的 iCloud 区域。
zh_hant: 所有 Minis 資料已從 iCloud 中移除。本設備正在將其本地內容重新上傳到新的 iCloud 區域。

source: All models
de: Alle Modelle
es: Todos los modelos
fil: Lahat ng model
fr: Tous les modèles
hr: Svi modeli
id: Semua model
ja: すべてのモデル
ko: 모든 모델
ms: Semua model
pl: Wszystkie modele
pt_br: Todos os modelos
ro: Toate modelele
ru: Все модели
th: โมเดลทั้งหมด
tr: Tüm modeller
zh_hans: 全部模型
zh_hant: 所有模型

source: All models are already added, or no providers are configured.
de: Alle Modelle wurden bereits hinzugefügt oder es sind keine Anbieter konfiguriert.
es: Todos los modelos ya están añadidos, o no hay proveedores configurados.
fil: Naidagdag na lahat ng model, o walang na-configure na provider.
fr: Tous les modèles ont déjà été ajoutés ou aucun fournisseur n'est configuré.
hr: Svi su modeli već dodani ili nijedan pružatelj nije konfiguriran.
id: Semua model sudah ditambahkan, atau belum ada penyedia dikonfigurasi.
ja: すべてのモデルが追加済みか、プロバイダーが設定されていません。
ko: 모든 모델이 이미 추가되었거나 제공자가 구성되지 않았습니다.
ms: Semua model sudah ditambah, atau tiada pembekal dikonfigurasi.
pl: Wszystkie modele są już dodane lub nie skonfigurowano dostawców.
pt_br: Todos os modelos já foram adicionados ou nenhum provedor está configurado.
ro: Toate modelele sunt deja adăugate sau niciun furnizor nu este configurat.
ru: Все модели уже добавлены, либо не настроен ни один провайдер.
th: เพิ่มโมเดลทั้งหมดแล้ว หรือยังไม่ได้กำหนดค่าผู้ให้บริการ
tr: Tüm modeller zaten eklenmiş ya da yapılandırılmış sağlayıcı yok.
zh_hans: 所有模型均已添加，或尚未配置服务商。
zh_hant: 所有模型均已加入，或尚未配置服務商。

source: All models are already in this group, or no providers are configured.
de: Alle Modelle sind bereits in dieser Gruppe oder es sind keine KI-Anbieter konfiguriert.
es: Todos los modelos ya están en este grupo, o no hay proveedores configurados.
fil: Nasa group na lahat ng model, o walang na-configure na provider.
fr: Tous les modèles sont déjà dans ce groupe, ou aucun fournisseur AI n'est configuré.
hr: Svi su modeli već u ovoj grupi ili nijedan pružatelj nije konfiguriran.
id: Semua model sudah ada dalam grup ini, atau belum ada penyedia dikonfigurasi.
ja: すべてのモデルがこのグループに含まれているか、AIプロバイダーが設定されていません。
ko: 모든 모델이 이미 이 그룹에 있거나, AI 공급자가 구성되지 않았습니다.
ms: Semua model sudah ada dalam kumpulan ini, atau tiada pembekal dikonfigurasi.
pl: Wszystkie modele są już w tej grupie lub nie skonfigurowano dostawców.
pt_br: Todos os modelos já estão neste grupo ou nenhum provedor está configurado.
ro: Toate modelele sunt deja în acest grup sau niciun furnizor nu este configurat.
ru: Все модели уже в этой группе, либо не настроен ни один провайдер.
th: โมเดลทั้งหมดอยู่ในกลุ่มนี้แล้ว หรือยังไม่ได้กำหนดค่าผู้ให้บริการ
tr: Tüm modeller zaten bu grupta ya da yapılandırılmış sağlayıcı yok.
zh_hans: 所有模型已在此分组中，或尚未配置 AI 服务商。
zh_hant: 所有模型已在此分組中，或尚未配置 AI 服務商。

source: Allow in Session
de: In dieser Sitzung erlauben
es: Permitir en la sesión
fil: Payagan sa Session
fr: Autoriser pour cette session
hr: Dopusti u sesiji
id: Izinkan dalam Sesi
ja: このセッションで許可
ko: 이 세션에서 허용
ms: Benarkan dalam Sesi
pl: Zezwól w sesji
pt_br: Permitir na sessão
ro: Permite în sesiune
ru: Разрешить в сессии
th: อนุญาตในเซสชัน
tr: Oturumda İzin Ver
zh_hans: 在本次会话中允许
zh_hant: 在本次工作階段中允許

source: Allow minis-config
de: minis-config erlauben
es: Permitir minis-config
fil: Payagan ang minis-config
fr: Autoriser minis-config
hr: Dopusti minis-config
id: Izinkan minis-config
ja: minis-config を許可
ko: minis-config 허용
ms: Benarkan minis-config
pl: Zezwól na minis-config
pt_br: Permitir o minis-config
ro: Permite minis-config
ru: Разрешить minis-config
th: อนุญาต minis-config
tr: minis-config'e izin ver
zh_hans: 允许 minis-config
zh_hant: 允許 minis-config

source: Allow writes
de: Schreibzugriff erlauben
es: Permitir escrituras
fil: Payagan ang pagsulat
fr: Autoriser l'écriture
hr: Dopusti pisanje
id: Izinkan penulisan
ja: 書き込みを許可
ko: 쓰기 허용
ms: Benarkan penulisan
pl: Zezwól na zapis
pt_br: Permitir gravação
ro: Permite scrierea
ru: Разрешить запись
th: อนุญาตให้เขียน
tr: Yazmaya izin ver
zh_hans: 允许写入
zh_hant: 允許寫入

source: Already up to date
de: Bereits aktuell
es: Ya está actualizado
fil: Napapanahon na
fr: Déjà à jour
hr: Već je ažurno
id: Sudah versi terbaru
ja: すでに最新です
ko: 이미 최신 상태입니다
ms: Sudah terkini
pl: Już aktualne
pt_br: Já estavam em dia
ro: Deja la zi
ru: Уже актуально
th: เป็นเวอร์ชันล่าสุดแล้ว
tr: Zaten güncel
zh_hans: 已是最新
zh_hant: 已是最新

source: Already-uploaded records stay on iCloud. Pending history backfill stops; you can request again later.
de: Bereits hochgeladene Datensätze bleiben in iCloud. Das ausstehende Nachtragen des Verlaufs stoppt; du kannst es später erneut anfordern.
es: Los registros ya subidos permanecen en iCloud. El relleno pendiente del historial se detiene; puedes solicitarlo de nuevo más adelante.
fil: Nananatili sa iCloud ang mga na-upload nang record. Titigil ang nakabinbing pagpuno ng history; puwede kang humiling ulit mamaya.
fr: Les enregistrements déjà envoyés restent sur iCloud. Le transfert de l'historique en attente s'arrête ; vous pourrez le redemander plus tard.
hr: Već poslani zapisi ostaju na iCloudu. Dopunjavanje povijesti koje je na čekanju zaustavlja se; možete ga zatražiti ponovno kasnije.
id: Catatan yang sudah diunggah tetap di iCloud. Pengisian riwayat yang tertunda berhenti; Anda dapat memintanya lagi nanti.
ja: アップロード済みのレコードは iCloud に残ります。保留中の履歴転送は停止しますが、後で再度依頼できます。
ko: 이미 업로드된 레코드는 iCloud에 남습니다. 대기 중인 기록 전송은 중지되며, 나중에 다시 요청할 수 있습니다.
ms: Rekod yang telah dimuat naik kekal di iCloud. Pengisian sejarah tertunda berhenti; anda boleh memintanya semula kemudian.
pl: Przesłane już rekordy zostają w iCloud. Oczekujące uzupełnianie historii zatrzyma się; możesz je później ponowić.
pt_br: Os registros já enviados ficam no iCloud. A transferência pendente do histórico para, e você pode solicitá-la de novo depois.
ro: Înregistrările deja încărcate rămân în iCloud. Completarea istoricului în așteptare se oprește; poți solicita din nou mai târziu.
ru: Уже отправленные записи остаются в iCloud. Ожидающий перенос истории останавливается; вы сможете запросить его позже.
th: ระเบียนที่อัปโหลดแล้วจะยังอยู่บน iCloud การเติมประวัติที่ค้างอยู่จะหยุดลง คุณขอใหม่ได้ภายหลัง
tr: Yüklenmiş kayıtlar iCloud'da kalır. Bekleyen geçmiş doldurma durur; daha sonra yeniden isteyebilirsiniz.
zh_hans: 已上传的记录会保留在 iCloud。待迁移的历史会停止推送，你可以稍后再次请求。
zh_hant: 已上傳的記錄會保留在 iCloud。待回填的歷史記錄會停止，你之後可以再次要求。

source: Also Save To
de: Zusätzlich sichern in
es: Guardar también en
fil: I-save Din Sa
fr: Enregistrer aussi dans
hr: Spremi i na
id: Simpan Juga Ke
ja: 次の場所にも保存
ko: 다음에도 저장
ms: Simpan Juga Ke
pl: Zapisz także w
pt_br: Salvar também em
ro: Salvează și în
ru: Также сохранять в
th: บันทึกไปยัง
tr: Şuraya da kaydet
zh_hans: 同时保存到
zh_hant: 同時儲存到

source: Alternative Protocol
de: Alternatives Protokoll
es: Protocolo alternativo
fil: Alternatibong Protocol
fr: Protocole alternatif
hr: Alternativni protokol
id: Protokol Alternatif
ja: 代替プロトコル
ko: 대체 프로토콜
ms: Protokol Alternatif
pl: Protokół alternatywny
pt_br: Protocolo alternativo
ro: Protocol alternativ
ru: Альтернативный протокол
th: โปรโตคอลทางเลือก
tr: Alternatif Protokol
zh_hans: 替代协议
zh_hant: 替代協議

source: Always
de: Immer
es: Siempre
fil: Palagi
fr: Toujours
hr: Uvijek
id: Selalu
ja: 常に
ko: 항상
ms: Sentiasa
pl: Zawsze
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
th: เสมอ
tr: Her zaman
zh_hans: 始终
zh_hant: 始終

source: Always dark
de: Immer dunkel
es: Siempre oscuro
fil: Palaging madilim
fr: Toujours sombre
hr: Uvijek tamno
id: Selalu gelap
ja: 常にダーク
ko: 항상 어둡게
ms: Sentiasa gelap
pl: Zawsze ciemny
pt_br: Sempre escuro
ro: Mereu întunecat
ru: Всегда тёмная
th: มืดเสมอ
tr: Her zaman koyu
zh_hans: 始终深色
zh_hant: 始終深色

source: Always light
de: Immer hell
es: Siempre claro
fil: Palaging maliwanag
fr: Toujours clair
hr: Uvijek svijetlo
id: Selalu terang
ja: 常にライト
ko: 항상 밝게
ms: Sentiasa cerah
pl: Zawsze jasny
pt_br: Sempre claro
ro: Mereu luminos
ru: Всегда светлая
th: สว่างเสมอ
tr: Her zaman açık
zh_hans: 始终浅色
zh_hant: 始終淺色

source: Always use /v1/chat/completions (multimodal output).
de: Immer /v1/chat/completions verwenden (multimodale Ausgabe).
es: Usar siempre /v1/chat/completions (salida multimodal).
fil: Laging gamitin ang /v1/chat/completions (multimodal na output).
fr: Toujours utiliser /v1/chat/completions (sortie multimodale).
hr: Uvijek koristi /v1/chat/completions (multimodalni izlaz).
id: Selalu gunakan /v1/chat/completions (keluaran multimodal).
ja: 常に /v1/chat/completions を使用します（マルチモーダル出力）。
ko: 항상 /v1/chat/completions을 사용합니다(멀티모달 출력).
ms: Sentiasa guna /v1/chat/completions (output multimodal).
pl: Zawsze używaj /v1/chat/completions (wyjście multimodalne).
pt_br: Sempre usar /v1/chat/completions (saída multimodal).
ro: Folosește întotdeauna /v1/chat/completions (ieșire multimodală).
ru: Всегда использовать /v1/chat/completions (мультимодальный вывод).
th: ใช้ /v1/chat/completions เสมอ (เอาต์พุตหลายรูปแบบ)
tr: Her zaman /v1/chat/completions kullan (çok kipli çıkış).
zh_hans: 始终使用 /v1/chat/completions（多模态输出）。
zh_hant: 始終使用 /v1/chat/completions（多模態輸出）。

source: Always use /v1/images/generations.
de: Immer /v1/images/generations verwenden.
es: Usar siempre /v1/images/generations.
fil: Laging gamitin ang /v1/images/generations.
fr: Toujours utiliser /v1/images/generations.
hr: Uvijek koristi /v1/images/generations.
id: Selalu gunakan /v1/images/generations.
ja: 常に /v1/images/generations を使用します。
ko: 항상 /v1/images/generations을 사용합니다.
ms: Sentiasa guna /v1/images/generations.
pl: Zawsze używaj /v1/images/generations.
pt_br: Sempre usar /v1/images/generations.
ro: Folosește întotdeauna /v1/images/generations.
ru: Всегда использовать /v1/images/generations.
th: ใช้ /v1/images/generations เสมอ
tr: Her zaman /v1/images/generations kullan.
zh_hans: 始终使用 /v1/images/generations。
zh_hant: 始終使用 /v1/images/generations。

source: An http(s) Redirect URI must use localhost, e.g. %@.
de: Eine http(s)-Redirect-URI muss localhost verwenden, z. B. %@.
es: Un Redirect URI http(s) debe usar localhost, por ejemplo %@.
fil: Dapat gumamit ng localhost ang http(s) Redirect URI, hal. %@.
fr: Une URI de redirection http(s) doit utiliser localhost, p. ex. %@.
hr: http(s) Redirect URI mora koristiti localhost, npr. %@.
id: Redirect URI http(s) harus memakai localhost, mis. %@.
ja: http(s) のリダイレクト URI は localhost を使う必要があります（例：%@）。
ko: http(s) 리디렉션 URI는 localhost를 사용해야 합니다. 예: %@
ms: Redirect URI http(s) mesti menggunakan localhost, cth. %@.
pl: Redirect URI http(s) musi używać localhost, np. %@.
pt_br: Um Redirect URI http(s) precisa usar localhost, ex.: %@.
ro: Un Redirect URI http(s) trebuie să folosească localhost, ex. %@.
ru: Redirect URI по http(s) должен использовать localhost, напр. %@.
th: Redirect URI แบบ http(s) ต้องใช้ localhost เช่น %@
tr: http(s) Redirect URI localhost kullanmalı, ör. %@.
zh_hans: http(s) 重定向 URI 必须使用 localhost，例如 %@。
zh_hant: http(s) 的重新導向 URI 必須使用 localhost，例如 %@。

source: An unknown error occurred while deleting iCloud data.
de: Beim Löschen der iCloud-Daten ist ein unbekannter Fehler aufgetreten.
es: Se produjo un error desconocido al eliminar los datos de iCloud.
fil: May hindi kilalang error habang tinatanggal ang iCloud data.
fr: Une erreur inconnue s'est produite lors de la suppression des données iCloud.
hr: Došlo je do nepoznate pogreške pri brisanju iCloud podataka.
id: Terjadi kesalahan tidak dikenal saat menghapus data iCloud.
ja: iCloud データの削除中に不明なエラーが発生しました。
ko: iCloud 데이터를 삭제하는 중 알 수 없는 오류가 발생했습니다.
ms: Ralat tidak diketahui berlaku semasa memadam data iCloud.
pl: Wystąpił nieznany błąd podczas usuwania danych iCloud.
pt_br: Ocorreu um erro desconhecido ao excluir os dados do iCloud.
ro: A apărut o eroare necunoscută la ștergerea datelor iCloud.
ru: Произошла неизвестная ошибка при удалении данных iCloud.
th: เกิดข้อผิดพลาดที่ไม่ทราบขณะลบข้อมูล iCloud
tr: iCloud verileri silinirken bilinmeyen bir hata oluştu.
zh_hans: 删除 iCloud 数据时发生未知错误。
zh_hant: 刪除 iCloud 資料時發生未知錯誤。

source: Analysis
de: Analyse
es: Análisis
fil: Pagsusuri
fr: Analyse
hr: Analiza
id: Analisis
ja: 分析
ko: 분석
ms: Analisis
pl: Analiza
pt_br: Análise
ro: Analiză
ru: Анализ
th: การวิเคราะห์
tr: Analiz
zh_hans: 分析
zh_hant: 分析

source: Analyze Sleep
de: Schlaf analysieren
es: Analizar el sueño
fil: Suriin ang Tulog
fr: Analyser le sommeil
hr: Analiziraj san
id: Analisis Tidur
ja: 睡眠を分析
ko: 수면 분석
ms: Analisis Tidur
pl: Przeanalizuj sen
pt_br: Analisar sono
ro: Analizează somnul
ru: Анализ сна
th: วิเคราะห์การนอน
tr: Uykuyu Analiz Et
zh_hans: 分析睡眠
zh_hant: 分析睡眠

# and %lld more file%@
source: and %1$lld more file%2$@
de: und %1$lld weitere Datei%2$@
es: y %lld archivo%@ más
fil: at %lld pang file%@
fr: et %1$lld fichier%2$@ de plus
hr: i još datoteka: %1$lld%2$@
id: dan %lld file lainnya%@
ja: ほか %1$lld ファイル%2$@
ko: 및 %1$lld개 파일%2$@ 더
ms: dan %lld file lagi%@
pl: i jeszcze %lld plik%@
pt_br: e mais %lld file%@
ro: și încă %lld fișier%@
ru: и ещё %1$lld файл%2$@
th: และอีก %lld ไฟล์%@
tr: ve %lld dosya daha%@
zh_hans: 以及其他 %1$lld 个文件%2$@
zh_hant: 以及其他 %1$lld 個檔案%2$@

source: Anthropic / Compatible API
de: Anthropic / Kompatible API
es: Anthropic / API compatible
fil: Anthropic / Compatible na API
fr: Anthropic / API compatible
hr: Anthropic / kompatibilni API
id: Anthropic / API Kompatibel
ja: Anthropic / 互換API
ko: Anthropic / 호환 API
ms: Anthropic / API Serasi
pl: Anthropic / zgodne API
pt_br: Anthropic / API compatível
ro: Anthropic / API compatibil
ru: Anthropic / совместимый API
th: Anthropic / API ที่รองรับ
tr: Anthropic / Uyumlu API
zh_hans: Anthropic / 兼容 API
zh_hant: Anthropic / 相容 API

source: Any image works. It's cropped to a square and shown with rounded corners.
de: Jedes Bild funktioniert. Es wird quadratisch zugeschnitten und mit runden Ecken angezeigt.
es: Sirve cualquier imagen. Se recorta en cuadrado y se muestra con esquinas redondeadas.
fil: Kahit anong larawan puwede. Ginagawa itong parisukat at may bilog na sulok.
fr: N'importe quelle image convient. Elle est recadrée en carré et affichée avec des coins arrondis.
hr: Bilo koja slika odgovara. Izrezuje se u kvadrat i prikazuje sa zaobljenim kutovima.
id: Gambar apa pun bisa. Gambar dipotong menjadi persegi dan ditampilkan dengan sudut membulat.
ja: どの画像でも使えます。正方形に切り抜かれ、角丸で表示されます。
ko: 어떤 이미지든 사용할 수 있습니다. 정사각형으로 잘려 둥근 모서리로 표시됩니다.
ms: Mana-mana imej boleh. Ia dipangkas menjadi segi empat sama dan dipaparkan dengan bucu bulat.
pl: Dowolny obraz się nada. Zostanie przycięty do kwadratu i pokazany z zaokrąglonymi rogami.
pt_br: Qualquer imagem serve. Ela é cortada em quadrado e exibida com cantos arredondados.
ro: Orice imagine este bună. Se decupează pătrat și se afișează cu colțuri rotunjite.
ru: Подойдёт любое изображение. Оно обрезается до квадрата и показывается со скруглёнными углами.
th: ใช้รูปภาพใดก็ได้ ระบบจะครอบตัดเป็นสี่เหลี่ยมจัตุรัสและแสดงแบบมุมมน
tr: Herhangi bir görsel olur. Kare olarak kırpılır ve köşeleri yuvarlatılmış gösterilir.
zh_hans: 任意图片都可以。将裁剪为正方形并以圆角显示。
zh_hant: 任意圖片都可以。將裁剪為正方形並以圓角顯示。

source: API key is stored securely in the iOS Keychain.
de: Der API Key wird sicher im iOS-Schlüsselbund gespeichert.
es: La clave de API se guarda de forma segura en el Keychain de iOS.
fil: Ligtas na nakaimbak ang API key sa iOS Keychain.
fr: La clé API est stockée de manière sécurisée dans le trousseau iOS.
hr: API ključ sigurno je pohranjen u iOS Keychainu.
id: Kunci API disimpan dengan aman di Keychain iOS.
ja: API Keyは iOS キーチェーンに安全に保存されます。
ko: API Key는 iOS 키체인에 안전하게 저장됩니다.
ms: Kunci API disimpan dengan selamat dalam Keychain iOS.
pl: Klucz API jest bezpiecznie przechowywany w Pęku kluczy iOS.
pt_br: A chave de API é guardada com segurança no Keychain do iOS.
ro: Cheia API este stocată în siguranță în Keychain-ul iOS.
ru: Ключ API надёжно хранится в Keychain iOS.
th: คีย์ API ถูกจัดเก็บอย่างปลอดภัยใน iOS Keychain
tr: API anahtarı iOS Anahtar Zinciri'nde güvenle saklanır.
zh_hans: API Key 安全存储在 iOS 钥匙串中。
zh_hant: API Key 安全存儲在 iOS 鑰匙串中。
